Repository: kolabs-dev/isim
Catalog: isim/system/Settings/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, it, ja, ko, nl, pt_br, pt_pt, zh_hans

source: 24-Hour Time
ar: التوقيت بنظام 24 ساعة
de: 24-Stunden-Format
es: Formato de 24 horas
fr: Format 24 heures
he: שעון 24 שעות
it: Formato 24 ore
ja: 24時間表示
ko: 24시간제
nl: 24-uursklok
pt_br: Formato de 24 Horas
pt_pt: Formato de 24 horas
zh_hans: 24小时制

source: About
ar: حول
de: Info
es: Información
fr: Informations
he: אודות
it: Info
ja: 情報
ko: 정보
nl: Info
pt_br: Sobre
pt_pt: Informações
zh_hans: 关于本机

source: Add New Keyboard
ar: إضافة لوحة مفاتيح جديدة
de: Tastatur hinzufügen
es: Añadir nuevo teclado
fr: Ajouter un clavier
he: הוספת מקלדת חדשה
it: Aggiungi nuova tastiera
ja: 新しいキーボードを追加
ko: 새로운 키보드 추가
nl: Voeg nieuw toetsenbord toe
pt_br: Adicionar Novo Teclado
pt_pt: Adicionar novo teclado
zh_hans: 添加新键盘

source: Add New Keyboard…
ar: إضافة لوحة مفاتيح جديدة…
de: Tastatur hinzufügen …
es: Añadir nuevo teclado…
fr: Ajouter un clavier…
he: הוספת מקלדת חדשה…
it: Aggiungi nuova tastiera…
ja: 新しいキーボードを追加…
ko: 새로운 키보드 추가…
nl: Voeg nieuw toetsenbord toe…
pt_br: Adicionar Novo Teclado…
pt_pt: Adicionar novo teclado…
zh_hans: 添加新键盘…

source: All Keyboards
ar: كل لوحات المفاتيح
de: Alle Tastaturen
es: Todos los teclados
fr: Tous les claviers
he: כל המקלדות
it: Tutte le tastiere
ja: すべてのキーボード
ko: 모든 키보드
nl: Alle toetsenborden
pt_br: Todos os Teclados
pt_pt: Todos os teclados
zh_hans: 所有键盘

source: Allow %@ to Access
ar: السماح لـ %@ بالوصول
de: %@ Zugriff erlauben
es: Permitir a %@ acceder
fr: Autoriser %@ à accéder
he: אפשר ל-%@ גישה
it: Consenti accesso a %@
ja: %@にアクセスを許可
ko: %@이(가) 접근하도록 허용
nl: Sta %@ toegang toe tot
pt_br: Permitir Acesso de %@
pt_pt: Permitir que %@ aceda
zh_hans: 允许“%@”访问

source: Allow Full Access
ar: السماح بالوصول الكامل
de: Vollen Zugriff erlauben
es: Permitir acceso total
fr: Autoriser l’accès complet
he: אפשר גישה מלאה
it: Consenti accesso completo
ja: フルアクセスを許可
ko: 전체 접근 허용
nl: Sta volledige toegang toe
pt_br: Permitir Acesso Total
pt_pt: Permitir acesso total
zh_hans: 允许完全访问

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
he: מראה
it: Aspetto
ja: 外観モード
ko: 화면 모드
nl: Weergave
pt_br: Aparência
pt_pt: Aspeto
zh_hans: 外观

source: Applications
ar: التطبيقات
de: Programme
es: Aplicaciones
he: יישומים
it: Applicazioni
ja: App
ko: 응용 프로그램
nl: Apps
pt_br: Aplicativos
pt_pt: Aplicações
zh_hans: 应用程序

source: Apps
ar: التطبيقات
he: יישומים
it: App
ja: アプリ
ko: 앱
zh_hans: App

source: Apps and websites use the first language in this list.
ar: تستخدم التطبيقات ومواقع الويب أول لغة في هذه القائمة.
de: Apps und Websites verwenden die erste Sprache dieser Liste.
es: Las apps y los sitios web usan el primer idioma de esta lista.
fr: Les apps et les sites web utilisent la première langue de cette liste.
he: יישומים ואתרים משתמשים בשפה הראשונה ברשימה זו.
it: App e siti web usano la prima lingua di questo elenco.
ja: アプリとWebサイトはこのリストの最初の言語を使用します。
ko: 앱 및 웹 사이트는 이 목록의 첫 번째 언어를 사용합니다.
nl: Apps en websites gebruiken de eerste taal in deze lijst.
pt_br: Apps e sites usam o primeiro idioma desta lista.
pt_pt: As apps e os sites usam o primeiro idioma desta lista.
zh_hans: App 和网站会使用此列表中的第一种语言。

source: Auto-Capitalization
ar: الأحرف الكبيرة تلقائيًا
de: Auto-Großschreibung
es: Mayúsculas automáticas
fr: Majuscules automatiques
he: אותיות רישיות אוטומטיות
it: Maiuscole automatiche
ja: 自動大文字入力
ko: 자동 대문자
nl: Automatische hoofdletters
pt_br: Maiúsculas Automáticas
pt_pt: Maiúsculas automáticas
zh_hans: 自动大写

source: Automatic uses the Linux host's time zone.
ar: يستخدم الوضع التلقائي المنطقة الزمنية لمضيف Linux.
de: Automatisch verwendet die Zeitzone des Linux-Hosts.
es: El modo automático usa la zona horaria del host Linux.
fr: Le mode automatique utilise le fuseau horaire de l’hôte Linux.
he: מצב אוטומטי משתמש באזור הזמן של מארח ה-Linux.
it: In automatico si usa il fuso orario dell’host Linux.
ja: 自動設定ではLinuxホストの時間帯を使用します。
ko: 자동 설정은 Linux 호스트의 시간대를 사용합니다.
nl: Automatisch gebruikt de tijdzone van de Linux-host.
pt_br: O modo automático usa o fuso horário do host Linux.
pt_pt: O modo automático usa o fuso horário do anfitrião Linux.
zh_hans: 自动设置使用 Linux 主机的时区。

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pt_br: Escuro
pt_pt: Escuro
zh_hans: 深色

source: Date & Time
ar: التاريخ والوقت
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
he: תאריך ושעה
it: Data e ora
ja: 日付と時刻
ko: 날짜 및 시간
nl: Datum en tijd
pt_br: Data e Hora
pt_pt: Data e hora
zh_hans: 日期与时间

source: Display & Brightness
ar: شاشة العرض والإضاءة
de: Anzeige & Helligkeit
es: Pantalla y brillo
fr: Luminosité et affichage
he: תצוגה ובהירות
it: Schermo e luminosità
ja: 画面表示と明るさ
ko: 디스플레이 및 밝기
nl: Beeldscherm en helderheid
pt_br: Tela e Brilho
pt_pt: Ecrã e brilho
zh_hans: 显示与亮度

source: General
ar: عام
de: Allgemein
fr: Général
he: כללי
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
pt_pt: Geral
zh_hans: 通用

source: Keyboard
ar: لوحة المفاتيح
de: Tastatur
es: Teclado
fr: Clavier
he: מקלדת
it: Tastiera
ja: キーボード
ko: 키보드
nl: Toetsenbord
pt_br: Teclado
pt_pt: Teclado
zh_hans: 键盘

source: Keyboards
ar: لوحات المفاتيح
de: Tastaturen
es: Teclados
fr: Claviers
he: מקלדות
it: Tastiere
ja: キーボード
ko: 키보드
nl: Toetsenborden
pt_br: Teclados
pt_pt: Teclados
zh_hans: 键盘

source: Language & Region
ar: اللغة والمنطقة
de: Sprache & Region
es: Idioma y región
fr: Langue et région
he: שפה ואזור
it: Lingua e area geografica
ja: 言語と地域
ko: 언어 및 지역
nl: Taal en regio
pt_br: Idioma e Região
pt_pt: Idioma e região
zh_hans: 语言与地区

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
he: בהיר
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pt_br: Claro
pt_pt: Claro
zh_hans: 浅色

source: Model Name
ar: اسم الطراز
de: Modellname
es: Nombre del modelo
fr: Nom du modèle
he: שם הדגם
it: Nome modello
ja: モデル名
ko: 모델 이름
nl: Modelnaam
pt_br: Nome do Modelo
pt_pt: Nome do modelo
zh_hans: 型号名称

source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
pt_pt: Nome
zh_hans: 名称

source: Nickname
ar: الاسم المستعار
de: Spitzname
es: Apodo
fr: Pseudo
he: כינוי
ja: ニックネーム
ko: 별명
nl: Bijnaam
pt_br: Apelido
pt_pt: Alcunha
zh_hans: 昵称

source: No other keyboards are installed.
ar: لا توجد لوحات مفاتيح أخرى مثبتة.
de: Keine anderen Tastaturen installiert.
es: No hay otros teclados instalados.
fr: Aucun autre clavier n’est installé.
he: לא מותקנות מקלדות אחרות.
it: Nessun’altra tastiera installata.
ja: ほかのキーボードはインストールされていません。
ko: 설치된 다른 키보드가 없습니다.
nl: Er zijn geen andere toetsenborden geïnstalleerd.
pt_br: Nenhum outro teclado está instalado.
pt_pt: Nenhum outro teclado está instalado.
zh_hans: 未安装其他键盘。

source: No settings for this app.
ar: لا توجد إعدادات لهذا التطبيق.
de: Keine Einstellungen für diese App.
es: No hay ajustes para esta app.
fr: Aucun réglage pour cette app.
he: אין הגדרות ליישום זה.
it: Nessuna impostazione per questa app.
ja: このアプリの設定はありません。
ko: 이 앱에 대한 설정이 없습니다.
nl: Geen instellingen voor deze app.
pt_br: Não há ajustes para este app.
pt_pt: Não há definições para esta app.
zh_hans: 此 App 没有设置。

source: On isim, Game Center is local: games sign in as this player, and their leaderboard scores and achievements are kept on this device.
ar: في isim، يكون Game Center محليًا: تسجل الألعاب الدخول باسم هذا اللاعب، وتُحفظ النتائج والإنجازات على هذا الجهاز.
de: Auf isim ist Game Center lokal: Spiele melden sich als dieser Spieler an, Bestenlisten-Punkte und Erfolge bleiben auf diesem Gerät.
es: En isim, Game Center es local: los juegos inician sesión como este jugador y sus puntuaciones y logros se guardan en este dispositivo.
fr: Sur isim, Game Center est local : les jeux se connectent avec ce joueur, et leurs scores et succès restent sur cet appareil.
he: ב-isim, Game Center הוא מקומי: משחקים מתחברים בתור שחקן זה, והניקוד וההישגים נשמרים במכשיר זה.
it: Su isim, Game Center è locale: i giochi accedono come questo giocatore e punteggi e obiettivi restano su questo dispositivo.
ja: isimのGame Centerはローカルです。ゲームはこのプレーヤーとしてサインインし、スコアと達成項目はこのデバイスに保存されます。
ko: isim의 Game Center는 로컬입니다. 게임은 이 플레이어로 로그인하며 점수와 성취 항목은 이 기기에 보관됩니다.
nl: Op isim is Game Center lokaal: games loggen in als deze speler en scores en prestaties blijven op dit apparaat.
pt_br: No isim, o Game Center é local: os jogos iniciam sessão como este jogador, e as pontuações e conquistas ficam neste dispositivo.
pt_pt: No isim, o Game Center é local: os jogos iniciam sessão como este jogador e as pontuações e conquistas ficam neste dispositivo.
zh_hans: 在 isim 上，Game Center 是本地的：游戏以此玩家身份登录，排行榜分数和成就保存在此设备上。

source: Preferred Languages
ar: اللغات المفضلة
de: Bevorzugte Sprachen
es: Idiomas preferidos
fr: Langues préférées
he: שפות מועדפות
it: Lingue preferite
ja: 優先する言語
ko: 선호하는 언어
nl: Voorkeurstalen
pt_br: Idiomas Preferidos
pt_pt: Idiomas preferidos
zh_hans: 首选语言

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
he: פרופיל
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pt_br: Perfil
pt_pt: Perfil
zh_hans: 个人资料

source: Region
ar: المنطقة
es: Región
fr: Région
he: אזור
it: Area geografica
ja: 地域
ko: 지역
nl: Regio
pt_br: Região
pt_pt: Região
zh_hans: 地区

source: Remove Keyboard
ar: إزالة لوحة المفاتيح
de: Tastatur entfernen
es: Eliminar teclado
fr: Supprimer le clavier
he: הסרת מקלדת
it: Rimuovi tastiera
ja: キーボードを削除
ko: 키보드 제거
nl: Verwijder toetsenbord
pt_br: Remover Teclado
pt_pt: Remover teclado
zh_hans: 移除键盘

source: Set Automatically
ar: التعيين تلقائيًا
de: Automatisch einstellen
es: Ajuste automático
fr: Réglage automatique
he: הגדרה אוטומטית
it: Imposta automaticamente
ja: 自動設定
ko: 자동으로 설정
nl: Stel automatisch in
pt_br: Ajuste Automático
pt_pt: Definir automaticamente
zh_hans: 自动设置

source: Setting Language…
ar: جارٍ تعيين اللغة…
de: Sprache wird eingestellt …
es: Configurando idioma…
fr: Changement de langue…
he: מגדיר שפה…
it: Impostazione lingua…
ja: 言語を設定中…
ko: 언어 설정 중…
nl: Taal instellen…
pt_br: Definindo Idioma…
pt_pt: A definir o idioma…
zh_hans: 正在设置语言…

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
pt_pt: Definições
zh_hans: 设置

source: Third-Party Keyboards
ar: لوحات مفاتيح الجهات الخارجية
de: Tastaturen anderer Anbieter
es: Teclados de otras empresas
fr: Claviers tiers
he: מקלדות של צד שלישי
it: Tastiere di terze parti
ja: 他社製キーボード
ko: 타사 키보드
nl: Toetsenborden van andere ontwikkelaars
pt_br: Teclados de Terceiros
pt_pt: Teclados de terceiros
zh_hans: 第三方键盘

source: Time Zone
ar: المنطقة الزمنية
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
he: אזור זמן
it: Fuso orario
ja: 時間帯
ko: 시간대
nl: Tijdzone
pt_br: Fuso Horário
pt_pt: Fuso horário
zh_hans: 时区

source: iOS Version
ar: إصدار iOS
es: Versión de iOS
fr: Version d’iOS
he: גרסת iOS
it: Versione iOS
ja: iOSバージョン
ko: iOS 버전
nl: iOS-versie
pt_br: Versão do iOS
pt_pt: Versão do iOS
zh_hans: iOS 版本

source: isim does not grant keyboards Full Access (network and shared container access).
ar: لا يمنح isim لوحات المفاتيح الوصول الكامل (الوصول إلى الشبكة والحاوية المشتركة).
de: isim gewährt Tastaturen keinen vollen Zugriff (Netzwerk und gemeinsamer Container).
es: isim no concede acceso total a los teclados (acceso a la red y al contenedor compartido).
fr: isim n’accorde pas l’accès complet aux claviers (accès au réseau et au conteneur partagé).
he: isim אינו מעניק למקלדות גישה מלאה (גישה לרשת ולמכל המשותף).
it: isim non concede l’accesso completo alle tastiere (rete e contenitore condiviso).
ja: isimはキーボードにフルアクセス（ネットワークと共有コンテナへのアクセス）を許可しません。
ko: isim은 키보드에 전체 접근(네트워크 및 공유 컨테이너 접근)을 허용하지 않습니다.
nl: isim geeft toetsenborden geen volledige toegang (netwerk en gedeelde container).
pt_br: O isim não concede Acesso Total aos teclados (acesso à rede e ao contêiner compartilhado).
pt_pt: O isim não concede acesso total aos teclados (acesso à rede e ao contentor partilhado).
zh_hans: isim 不会授予键盘完全访问权限（网络和共享容器访问）。

source: isim emulates the iOS %@ API on Linux. It is not Apple's iOS.
ar: يحاكي isim واجهة برمجة iOS %@ على Linux. إنه ليس iOS من Apple.
de: isim emuliert die API von iOS %@ unter Linux. Es ist nicht Apples iOS.
es: isim emula la API de iOS %@ en Linux. No es el iOS de Apple.
fr: isim émule l’API d’iOS %@ sous Linux. Ce n’est pas l’iOS d’Apple.
he: isim מדמה את ה-API של iOS %@ ב-Linux. זו אינה מערכת iOS של Apple.
it: isim emula l’API di iOS %@ su Linux. Non è l’iOS di Apple.
ja: isimはLinux上でiOS %@のAPIをエミュレートします。AppleのiOSではありません。
ko: isim은 Linux에서 iOS %@ API를 에뮬레이션합니다. Apple의 iOS가 아닙니다.
nl: isim emuleert de API van iOS %@ op Linux. Het is niet Apples iOS.
pt_br: O isim emula a API do iOS %@ no Linux. Não é o iOS da Apple.
pt_pt: O isim emula a API do iOS %@ em Linux. Não é o iOS da Apple.
zh_hans: isim 在 Linux 上模拟 iOS %@ API。它不是 Apple 的 iOS。
